{
  "movieReview": [
    {
      "id": 1,
      "movieName": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง",
      "movieLength": 115,
      "director": "Hirakawa Yuichiro",
      "category": "หนังรักโรแมนติก",
      "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
      "trailer": "https://www.youtube.com/watch?v=u2QNy_usYuA",
      "review": {
        "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
        "score": {
          "screenPlay": 4,
          "playing": 4,
          "music": 7,
          "actorSkills": 6,
          "graphics": 7,
          "average": 5.6
        }
      }
    },
    {
      "id": 2,
      "movieName": "Hidden Figure - ทีมเงาอัจฉริยะ",
      "movieLength": 127,
      "director": "Theodore Melfi",
      "category": "ชีวิต/ประวัติศาสตร์",
      "picture": "https://review.thaiware.com/upload_misc/review/2021_03/728/2004_210317231951Am_286455.jpg",
      "trailer": "https://www.youtube.com/watch?v=RK8xHq6dfAo",
      "review": {
        "review": "Hidden Figure - ทีมเงาอัจฉริยะ เป็นภาพยนตร์ที่ดัดแปลงมาจากนวนิยายที่อ้างอิงมาจากเรื่องจริงในชื่อเดียวกัน โดยหนังจะเล่าถึง 3บุคลากรสาวผิวสีในองค์กรนาซ่าที่ต้องต่อสู้ด้วยการพิสูจน์ความสามารถของตัวเอง เพื่อให้ได้รับการยอมรับจากคนในองค์กรและเพื่อนร่วมงานใน หนังเรื่องนี้เป็นอีกมิติหนึ่งในการหยิบเรื่องราวที่มีความดราม่าสูง มาถ่ายทอดให้กลายเป็นความบันเทิง สนุกสนาน และอบอุ่นหัวใจไปกับ 3 สาว หากใครที่กำลังอยู่ในช่วงภาวะ Burn Out หรือหมดไฟ หนังเรื่องนี้จะช่วยทำให้คุณกลับมารู้สึกมีชีวิตชีวา และฮีลหัวใจของคุณให้กลับมานุ่มฟูขึ้นได้อย่างแน่นอน",
        "score": {
          "screenPlay": 7,
          "playing": 7,
          "music": 8,
          "actorSkills": 7,
          "graphics": 7,
          "average": 7.2
        }
      }
    },
    {
      "id": 3,
      "movieName": "Notting Hill - รักบานฉ่ำที่น็อตติ้งฮิลล์",
      "movieLength": 124,
      "director": "Roger Michell",
      "category": "โรแมนติก/คอมเมดี้",
      "picture": "https://f.ptcdn.info/941/064/000/pugxi2ha972B3vn0hjM-o.jpg",
      "trailer": "https://www.youtube.com/watch?v=4RI0QvaGoiI",
      "review": {
        "review": "โปรดอย่าลืมว่า...ฉันเป็นเพียงแค่ผู้หญิงคนหนึ่ง...ที่ยืนอยู่ต่อหน้าชายคนหนึ่ง...และอ้อนวอนขอให้เขารักเธอ ประโยคบอกรักสุดกินใจ จาก Notting Hills หนังรักสุดคลาสสิคและโรแมนติกปนตลก ที่มีเนื้อเรื่องค่อนข้างเดินไปอย่างช้า ๆ เรียบง่าย แต่ไม่น่าเบื่อ รวมถึงไดอะล็อกต่าง ๆ ภายในเรื่องที่ดูจะธรรมดา ไม่ได้ซับซ้อนอะไรแต่มีความโรแมนติกที่สูงเอามาก ๆ และทำให้เราใกล้ชิดกับตัวละครได้มากขึ้น โดยหนังเล่าถึง วิลเลียม แธคเกอร์ เจ้าของร้านหนังสือท่องเที่ยว และ แอนนา สก๊อตต์ ดาราดังระดับฮอลลีวูด ที่เจอกันที่ร้านหนังสือของวิลเลียม ด้วยความสวยและมีเสน่ห์ของแอนนาทำให้วิลเลียมตกหลุมรักเธอตั้งแต่แรกเห็น แต่แล้วด้วยความบังเอิญหรือเพราะพรหมลิขิตของทั้งสองได้ทำงาน ทำให้ทั้งคู่ได้พบเจอกันบ่อยและเมื่อลองได้รู้จักกัน ทั้งคู่ต่างก็หลงรักในตัวอีกฝ่ายซึ่งกันและกันมากยิ่งขึ้น แต่เมื่อวิลเลียม รู้ว่าเธอเป็นดาราดัง ทำให้เขาคิดว่าเขามันเป็นแค่ไอ้กระจอกจะไปเด็ดดอกฟ้าแบบนั้นคงเป็นได้แค่ฝันไป... สิ่งที่ทำให้เรื่องนี้ดูน่าติดตามก็คงเป็นความซื่อบื้อที่จริงใจ ของวิลเลียม ความแพรวพราวของสาวเจ้าเสน่ห์อย่าง แอนนา องค์ประกอบของภาพ อารมณ์ บทสนทนา และเพลงประกอบ ที่ทำออกมาได้อย่างลงตัวมาก ๆ เลยทีเดียว เหมาะที่จะเป็นหนังอีกหนึ่งเรื่องที่สามารถเก็บไว้ดูกับคนที่รักได้เสมอ ",
        "score": {
          "screenPlay": 8,
          "playing": 9,
          "music": 10,
          "actorSkills": 10,
          "graphics": 7,
          "average": 8.8
        }
      }
    },
    {
      "id": 4,
      "movieName": "10 things I hate about you - 10 กฎเฮ้วเด็ดหัวใจเฮี้ยว",
      "movieLength": 97,
      "director": "Gil Junger",
      "category": "โรแมนติก/คอมเมดี้",
      "picture": "https://kodungmovie.com/wp-content/uploads/2021/04/10-Things-I-hate-about-you.jpg",
      "trailer": "https://www.youtube.com/watch?v=uE7qjQlfoRs",
      "review": {
        "review": "10 things I hate about you - 10 กฎเฮ้วเด็ดหัวใจเฮี้ยว เรื่องราวความรักของหนุ่มสาวในโรงเรียนไฮ-สคูล ที่หนุ่มเนิร์ดอย่าง คาเมรอน แอบปิ๊งรัก บิอังก้า สาวฮอตประจำโรงเรียน แต่เนื่องจากคุณพ่อจอมเหี้ยมของเธอมีกฎเหล็กว่า หากพี่สาวที่ห้าวสุดติ่งของเธออย่าง แคท ยังไม่มีแฟน เธอก็ไม่สามารถมีแฟนหรือออกไปเดทกับใครได้ ทำให้คาเมรอนต้องไปว่าจ้าง แพทริก พ่อหนุ่มสุดแปลกคอยตามจีบ แคท แต่เมือแพทริกได้รู้จักแคทจริง ๆ ก็ดันตกหลุมรักเธอขึ้นมาซะงั้น... จริงๆ แล้วหนังอย่าง 10 Things I hate about you ก็ไม่ใช่หนังที่ต่างจาก Coming-of-Age ที่เล่าประเด็นปมปัญหาของวัยรุ่นทั่วๆ ไปเท่าไรนัก",
        "score": {
          "screenPlay": 7,
          "playing": 7,
          "music": 7,
          "actorSkills": 8,
          "graphics": 6,
          "average": 7
        }
      }
    },
    {
      "id": 5,
      "movieName": "Spider-Man: Into the Spider-Verse",
      "movieLength": 116,
      "director": "Bob Persichetti, Peter Ramsey, Rodney Rothman",
      "category": "แอนิเมชั่น/แอ็คชั่น",
      "picture": "https://www.beartai.com/wp-content/uploads/2018/12/square-meet-and-greet.jpg",
      "trailer": "https://www.youtube.com/watch?v=g4Hbz2jLxvQ",
      "review": {
        "review": "Spider-Man: Into the Spider-Verse หลายๆ คนคงสงสัยว่า อีหนังยอดมนุษย์แมงมุมนี่มันจะสร้างอะไรนักหนา ข้างงไปหมดแล้วหนาออเจ้า ก็ขอให้ลืมเรื่องราวทั้งหมดที่คุณเคยรู้มาเสียก่อน เพราะหนังแอนิเมชั่นเรื่องนี้ ไม่มีความเกี่ยวข้องใดๆ กับ Spider-man ภาคที่ผ่านมาทั้งสิ้น !!เรื่องนี้เป็นเรื่องราวของเจ้าหนูผิวสี “ไมลส์ โมราเลส” ได้รับพลังพิเศษมาโดยบังเอิญ ทำให้ต้องจับพลัดจับผลูมาเป็นสไปดี้คนใหม่ แถมเรื่องราวที่เขาต้องเจอก็ไม่ธรรมดา อื๊อฮือ ไม่ธรรมดา เพราะจักรวาลที่เจ้าหนูไมลส์อยู่ดันเกิดเหตุการณ์บางอย่างทำให้เหล่า Spider-man จากมิติต่างๆ มารวมตัวกันโดยมิได้นัดหมาย และต้องช่วยกันหยุดยั้งมิติที่มันบิดเบี้ยวผิดธรรมชาตินี้ ก่อนที่ทุกอย่างจะสายเกินไป.. อย่างที่บอกว่า spider-man ในภาคนี้ ไม่มีความเกี่ยวข้องกับจักรวาลหลักของ marvel และ spider-man ในภาคก่อนหน้านี้ ถึงแม้คุณจะไม่ใช่แฟนของ Spidy ก็สามารถที่จะดื่มด่ำไปกับกราฟิกที่ตระกาลตา และเข้าใจเรื่องราวได้เป็นอย่างดี บวกกับเพลงประกอบที่โคตรจะเข้ากั๊นเข้ากันได้เป็นอย่างดีแถมยังช่วยชูรสของหนังให้ออกมาครบรส หากคุณเป็นแฟนของ Spidy หรือเป็นแฟนเพลงของน้าหมี Post Malone หรือแค่อยากหาอะไร ๆ สนุกดู นี่คือหนังอีกหนึ่งเรื่องที่คุณไม่ควรพลาด",
        "score": {
          "screenPlay": 9.5,
          "playing": 10,
          "music": 10,
          "actorSkills": 8.5,
          "graphics": 9.5,
          "average": 9.5
        }
      }
    },
    {
      "id": 6,
      "movieName": "Beats",
      "movieLength": 110,
      "director": "Chris Robinson",
      "category": "ชีวิต/ดนตรี",
      "picture": "https://occ-0-448-778.1.nflxso.net/dnm/api/v6/E8vDc_W8CLv7-yMQu8KMEC7Rrr8/AAAABeCvaMgVF5C47CncdBEWCY8lqJXl4K660CfD-b3QcEZ1IWGkGGSQhQkC16iP38_aBnIB9vsmjbicyxO90lHoTaMQh0NxYljf32KT.jpg",
      "trailer": "https://www.youtube.com/watch?v=sf8h-L7ohWM",
      "review": {
        "review": "Beats - เป็นหนังเกี่ยวกับเส้นทางการทำดนตรีของเด็กหนุ่มวัย17 ที่มีพรสวรรค์ขั้นเทพแต่กลับมีปัญหาจิตใจได้รับความกระทบกระเทือนจนไม่สามารถใช้ชีวิตเหมือนคนธรรมดาได้ Beats เป็นหนังแนวดราม่าชีวิต มีเนื้อเรื่องที่ปูมาดีอย่างมาก แต่ละตัวละครในเรื่องมีปมในอดีตที่สะท้อนตัวตนมาถึงปัจจุบัน แอบเสียดายเล็ก ๆ ที่เน้นเรื่องดนตรีน้อยไปหน่อย เนื้อเรื่องตัดจบเร็วไป แต่เพลงประกอบโคตรดี",
        "score": {
          "screenPlay": 7.5,
          "playing": 7,
          "music": 8,
          "actorSkills": 7.5,
          "graphics": 7,
          "average": 7.4
        }
      }
    },
    {
      "id": 7,
      "movieName": "องค์ใด พระสัมพุทธ",
      "movieLength": "1250",
      "director": "พระโมคคัลลานะ",
      "category": "หนังเสว/เซ็กส์หมู่",
      "picture": "ไม่มี",
      "trailer": "ไม่มี",
      "review": {
        "review": " ้ากดเกเสกทกยงเากือดกหาสเมท หา่ดื้กหแดทหวแมด่กหมาสดเ้่ืำพำพดเ51กด253ิกอ1ก32อปแ อแป ื่ป้่ืหแทอิกท่หืเอ่าเทกดมใทอ",
        "score": {
          "screenPlay": "10",
          "playing": "10",
          "music": "10",
          "actorSkills": "10",
          "graphics": "10",
          "average": null
        }
      }
    }
  ]
}