{
    "web": [
      {
        "id": 1,
        "title": "อะไร01",
        "content": "วันไหนที่เธอเหนื่อยล้า สิ้นหวังและยอมแพ้กับชีวิตตัวเอง ขอเพียงเธอลองเปิดหน้าต่างสักหนึ่งบาน และลองฟังเสียงจากนอกหน้าต่างนั้นที่จะคอยบอกเธอว่า บรื้น บรื้น แง้น แง้น แง้น",
        "picture": "รูปยังไม่มีนะ.jpg",
        "author": "เฟิร์ส"
      },{
        "id": 2,
        "title": "อะไร02",
        "content": "การที่ใครสักคนหนึ่งจะรู้สึกสิ้นหวังกับชีวิตตัวเองไม่ใช่เรื่องที่แปลก แต่การกินไก่ที่หมดจาน ดีกว่าการที่หมดใจ เว้าแล้วกะปายย",
        "picture": "ไม่มีรูป.jpg",
        "author": "เฟิร์ส"
      },{
        "id": 3,
        "title": "อะไร03",
        "content": "ขอเพียงแค่ใครสักคนหนึ่งมากระซิบที่ข้างหูฉันในวันที่เหนื่อยล้าว่า นี่ป้าเอง",
        "picture": "รอรูปก่อนนะjpg",
        "author": "เฟิร์ส"
      },{
        "id": 4,
        "title": "อะไร04",
        "content": "ชีวิตของคนเราก็เหมือนกับรถสองแถวหัวถนน-สนามกีฬา แน่นอนว่า เหี้ยดี ๆ นี่เอง",
        "picture": "บอกว่ายังไม่มีรูป.jpg",
        "author": "เฟิร์ส"
      },{
        "id": 5,
        "title": "อะไร05",
        "content": "ทุกคนต่างขวนขวายเพื่อที่จะทำตามความฝันหรือเป้าหมายของตัวเองเหมือนกัน คงไม่ต่างอะไรจากผมที่พยายามอย่างหนักเพื่อความฝันที่อยากจะเป็นสไปเดอร์แมน คงได้ควงแขนเป็นแฟนคนโก้ พี่อยากจะเป็นไอ้หนุ่มมาดโก๋ ถ้าเป็นฮีโร่น้องคงจะมอง~",
        "picture": "เห้ย ยังไม่มีรูปใส่นะ.jpg",
        "author": "เฟิร์ส"
      },{
        "id": 6,
        "title": "อะไร06",
        "content": "บางครั้งผมก็คิดว่าถ้าคลื่นยักษ์สึนามิซัดเข้าชายฝั่งอีกครั้ง เมืองคงล่ม จมสมุทร มนุษย์ตาย ผีกระหาย แน่ ๆ เลย",
        "picture": "จะไปเอารูปมาจากไหนอะ.jpg",
        "author": "เฟิร์ส"
      },{
        "id": 7,
        "title": "อะไร07",
        "content": "ชายคนหนึ่งเคยบอกผมไว้ว่า หากชอบหรือหลงรักใครให้พยายามเต๊าะเขาเรื่อย ๆ เหมือนกับน้ำที่หยดลงหินทุกวัน หินมันก็กร่อน แต่ผมโดนหินแจ้งความ",
        "picture": "อะไรล่ะเห้ย.jpg",
        "author": "เฟิร์ส"
      },{
        "id": 8,
        "title": "อะไร08",
        "content": "บางครั้งก็รู้สึกตัวเองเหมือนกับยังกู ที่พูดอะไรออกไปก็ไม่มีใครเข้าใจเลย",
        "picture": "ไหนรูปคะพี่ตา.jpg",
        "author": "เฟิร์ส"
      },{
        "id": 9,
        "title": "อะไร09",
        "content": "โดนัทยังมีรูแล้วเมื่อไหร่ตูจะมีตังค์อะ งงมากนะวิ",
        "picture": "ยังไม่มีรูปเลยจ้าน้องนก.jpg",
        "author": "เฟิร์ส"
      },{
        "id": 10,
        "title": "อะไร010",
        "content": "เรื่องที่ลึกลับและเข้าใจยากที่สุดในโลกนี้ ก็คงเป็นเรื่องวินต้นติ๊กต่อกโดนแฮคและเปลี่ยนชื่อเป็น อนิแหมะ 0.02",
        "picture": "เมื่อไหร่จะมีรูป.jpg",
        "author": "เฟิร์ส"
      }
    ]
  }